{
    "person": {
        "role": "Pengembang Python | Pengembang Perangkat Lunak"
    },
    "newsletter": {
        "title": "Langganan Buletin {firstName}",
        "description": "Saya sesekali menulis tentang pengembangan perangkat lunak, teknologi, dan berbagi pemikiran tentang integrasi kreativitas dan rekayasa perangkat lunak.",
        "button": "Daftar"
    },
    "home": {
        "label": "Beranda",
        "title": "Portofolio {name}",
        "description": "Situs web portofolio yang menampilkan karya saya sebagai {role}",
        "headline": "Pengembang Python dan pembuat solusi perangkat lunak",
        "subline": "Saya Basudev Ghadai, seorang pengembang Python yang berfokus pada pengembangan backend, otomatisasi, dan pembelajaran mesin. Saya berpengalaman dalam membangun aplikasi yang dapat diskalakan dan mengoptimalkan kinerja perangkat lunak."
    },
    "about": {
        "label": "Tentang",
        "title": "Tentang Saya",
        "description": "Kenali {name}, {role} dari {location}",
        "intro": {
            "title": "Pengantar",
            "description": "Basudev Ghadai adalah seorang pengembang perangkat lunak yang berbasis di Mumbai dengan hasrat untuk menciptakan solusi perangkat lunak yang efisien dan berkinerja tinggi. Karyanya mencakup pengembangan backend, otomatisasi, dan pengaplikasian AI dalam solusi perangkat lunak."
        },
        "work": {
            "title": "Pengalaman Kerja",
            "experiences": {
                "Sapat International Pvt Ltd": {
                    "timeframe": "April 2024 - Sekarang",
                    "role": "Pengembang Perangkat Lunak",
                    "achievements": "Mengembangkan dan memelihara aplikasi web menggunakan Python dan Flask, memastikan kinerja tinggi dan responsivitas.;Merancang dan mengelola API untuk integrasi sistem internal dan eksternal.;Menyesuaikan modul Odoo ERP sesuai dengan kebutuhan bisnis."
                },
                "Central Parking Services": {
                    "timeframe": "Juni 2023 - Maret 2024",
                    "role": "Insinyur Layanan",
                    "achievements": "Mengotomatisasi tugas menggunakan Selenium di lingkungan Linux, meningkatkan efisiensi operasional.;Mengelola dan mengonfigurasi perangkat lunak parkir AMANO di Jio World Centre (Nita Mukesh Ambani Cultural Centre)."
                },
                "Confluex Marketing Pvt Ltd": {
                    "timeframe": "Mei 2022 - November 2022",
                    "role": "Pengembang Backend Python",
                    "achievements": "Menulis kode yang efektif dan dapat diskalakan.;Mengembangkan komponen backend untuk meningkatkan responsivitas dan kinerja keseluruhan aplikasi."
                }
            }
        },
        "studies": {
            "title": "Pendidikan",
            "institutions": {
                "IGNOU": {
                    "description": "Bachelor of Computer Applications (BCA), Diharapkan selesai pada 2025."
                },
                "National Skills Training Institute, Bhubaneswar": {
                    "description": "Advanced Diploma in IT, Lulus dengan 86% pada 2022 (Peringkat Nasional 24)."
                }
            }
        },
        "technical": {
            "title": "Kemampuan Teknis",
            "skills": {
                "Python": {
                    "description": "Pengalaman dalam pengembangan perangkat lunak backend, otomatisasi, dan pengolahan data menggunakan Python."
                },
                "Flask": {
                    "description": "Membangun aplikasi web dengan Flask untuk aplikasi yang dapat diskalakan."
                },
                "Machine Learning & AI": {
                    "description": "Pengalaman dengan Streamlit, OpenCV, Scikit-learn untuk proyek AI dan ML."
                },
                "Odoo": {
                    "description": "Menyesuaikan dan memperpanjang modul Odoo ERP sesuai dengan kebutuhan bisnis."
                },
                "Selenium": {
                    "description": "Mengotomatisasi tugas di lingkungan Linux menggunakan Selenium."
                },
                "AWS": {
                    "description": "Pengalaman menggunakan layanan cloud AWS, termasuk DynamoDB, Lambda, S3, dan SageMaker."
                }
            }
        }
    },
    "blog": {
        "label": "Blog",
        "title": "Menulis tentang perangkat lunak dan teknologi...",
        "description": "Baca apa yang {name} lakukan baru-baru ini"
    },
    "work": {
        "label": "Karya",
        "title": "Proyek Saya",
        "description": "Proyek pengembangan perangkat lunak oleh {name}"
    },
    "gallery": {
        "label": "Galeri",
        "title": "Galeri Foto Saya",
        "description": "Koleksi foto oleh {name}"
    },
    "projectCard": {
        "label": "Baca Studi Kasus"
    }
}
